{
    "subsonic-response": {
        "status": "ok",
        "version": "1.16.1",
        "type": "ampache",
        "serverVersion": "7.6.0",
        "openSubsonic": true,
        "podcasts": {
            "channel": [
                {
                    "id": "po-1",
                    "url": "http://rss.sciam.com/sciam/60secsciencepodcast",
                    "title": "60-Second Science",
                    "description": "Tune in every weekday for quick reports and commentaries on the world of science&mdash;it&#039;ll just take a minute",
                    "coverArt": "po-1",
                    "status": "completed",
                    "episode": [
                        {
                            "id": "pe-3715",
                            "channelId": "po-1",
                            "title": "Talking to the Host of Drilled about the Legal Battles around Standing Rock",
                            "album": "60-Second Science",
                            "description": "Protests around the construction of the now complete Dakota Access Pipeline brought national attention to Energy Transfer, the company that built and owns the pipeline and funded private security against the protestors. Energy Transfer sued the nonprofit Greenpeace for hundreds of millions of dollars. The company claimed that the Standing Rock movement was not Indigenous-led environmental activism but a conspiratorial effort by Greenpeace. Reporter Alleen Brown is spending this season of her podcast, Drilled, looking into the lawsuit and the message that legal actions like this send to activists.&nbsp;\n\nRecommended reading:\n\nListen to Drilled\n\nRead Alleen Brown&rsquo;s newsletter\n\nE-mail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new every day: subscribe to Scientific American and sign up for Today in Science, our daily newsletter.&nbsp;\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was hosted by Rachel Feltman. Our show is edited by Alex Sugiura with fact-checking by Shayna Posses and Aaron Shattuck.&nbsp;\n\nThe theme music was composed by Dominic Smith.\n\n\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 726,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-30T09:55:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-3715",
                            "size": 17827745,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1751277300-3715.mp3"
                        },
                        {
                            "id": "pe-127",
                            "channelId": "po-1",
                            "title": "How to Fight Bird Flu If It Becomes the Next Human Pandemic (Part 3)",
                            "album": "60-Second Science",
                            "description": "Creating a bird flu vaccine requires several layers of bioprotective clothing and typically a whole lot of eggs. H5N1 avian influenza infections have gone from flocks of chickens to herds of cattle and humans. Scientists at the Texas Biomedical Research Institute are taking their best guess at the strains of the virus that could spread and are creating critical vaccine candidates.\n\nMultimedia journalist and Scientific American multimedia intern Naeem Amarsy suited up and went to San Antonio, Tex., to visit a &ldquo;biosafety level three&rdquo; (BSL-3) lab at the institute.&nbsp;\n\nThis is the third and final episode of our series about bird flu.\n\nYou can listen to episode one:\n\nhttps://www.scientificamerican.com/podcast/episode/how-h5n1-went-from-an-illness-in-wild-birds-to-a-global-pandemic-threat/&nbsp;\n\nAnd episode two:\n\nhttps://www.scientificamerican.com/podcast/episode/how-bird-flu-went-from-devastating-poultry-farms-to-infecting-dairy-herds/&nbsp;\n\nAnd read more of our health coverage:\n\nhttps://www.scientificamerican.com/health/&nbsp;\n\nE-mail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new every day: subscribe to Scientific American and sign up for Today in Science, our daily newsletter.&nbsp;\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was hosted and reported by Naeem Amarsy. This series was reported and produced by Lauren Young, Meghan Bartels, Fonda Mwangi and Jeff DelViscio. Special thanks to Laura Petersen and Catie Corcoran at the Texas Biomedical Research Institute, Jane Deng and Elizabeth Dowling at the Icahn School of Medicine at Mount Sinai, and Kimberly Lau, Dean Visser and Jeanna Bryner at Scientific American. Our show is edited by Alex Sugiura with fact-checking by Shayna Posses and Aaron Shattuck. The theme music was composed by Dominic Smith.\n\n\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 1926,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-27T09:55:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-127",
                            "size": 46635577,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1751018100-127.mp3"
                        },
                        {
                            "id": "pe-128",
                            "channelId": "po-1",
                            "title": " Bird Flu’s Jump to Cattle Took Dairy Farmers by Surprise (Part 2)",
                            "album": "60-Second Science",
                            "description": "Dairy cattle have become an intermediary between avian influenza found in wild birds and the handful of recorded H5N1 bird flu cases in humans. Senior news reporter Meghan Bartels took a trip upstate to Cornell University&rsquo;s Teaching Dairy Barn. Early last year Texas dairy farmers noticed lethargic cows producing off-color milk. One of them sent Cornell researchers a sample, which genetic sequencing determined to contain a strain of H5N1. That strain traces its roots to the H5N1 virus that emerged in China in the late 1990s&mdash;which spread around the world thanks to migrating wild birds, such as those found on the beach that associate health and medicine editor Lauren Young visited in episode one of our three-part series about bird flu. And outbreak of H5N1 has been running through poultry farms since the early 2020s. Poultry farmers have been forced to cull flocks, reinforce biosecurity protocols and change the prices of eggs as a result. Dairy farms were less prepared for the spillover and its unexpected transition into raw-milk-drinking barn cats. While pasteurization makes milk safe for human consumption, there&rsquo;s no easy way to prevent the spread between herds of cattle. In the next episode, multimedia intern and producer Naeem Amarsy looks at how the virus made yet another hop&mdash;this time into humans.\n\n\n\nRecommended reading:\n\nHow the U.S. Lost Control of Bird Flu, Setting the Stage for Another Pandemic\n\nhttps://www.scientificamerican.com/article/bird-flu-has-spread-out-of-control-after-mistakes-by-u-s-government-and/&nbsp;\n\nBird Flu Vaccine for Cows Passes Early Test\n\nhttps://www.scientificamerican.com/article/bird-flu-vaccine-for-cows-passes-early-test/&nbsp;\n\n\n\nE-mail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new every day: subscribe to Scientific American and sign up for Today in Science, our daily newsletter.&nbsp;\n\n\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was reported and hosted by Meghan Bartels. This series is reported and produced by Lauren Young, Meghan Bartels, Naeem Amarsy, Fonda Mwangi and Jeff DelViscio. Special thanks to Becka Bowyer and Kaitlyn Serrao at Cornell University and to Kimberly Lau, Dean Visser and Jeanna Bryner at Scientific American. Our show is edited by Alex Sugiura with fact-checking by Shayna Posses and Aaron Shattuck. The theme music was composed by Dominic Smith.\n\n\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 1333,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-25T09:50:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-128",
                            "size": 32403851,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1750845000-128.mp3"
                        },
                        {
                            "id": "pe-129",
                            "channelId": "po-1",
                            "title": "How Bird Flu Went from an Isolated Avian Illness to a Human Pandemic Threat (Part 1)",
                            "album": "60-Second Science",
                            "description": "Bird flu outbreaks in poultry and cattle have caused concern for public health officials. There have been few reported cases of human transmission, but the growing risks of H5N1 avian influenza have virologists on alert.\n\n\n\nResearchers at the St. Jude Center of Excellence for Influenza Research and Response take an annual visit to Delaware Bay to collect samples of bird poop for analysis. These samples give the researchers a look at emerging avian illnesses. While spillover of H5N1 into domestic birds has been known for a while, the first case of spillover into humans was only identified during a 1997 outbreak in Hong Kong. Since then H5N1 has gone global and moved from transmitting from bird to bird to spreading from bird to mammal and from mammal to mammal.\n\n\n\nAssociate health and medicine editor Lauren Young takes a sample collection walk on the beach and speaks with virus detectives about how H5N1 evolved in episode one of our three-part series about bird flu.\n\nJoin us on Wednesday to learn how bird flu jumped from poultry to cattle.\n\n\n\nRecommended reading:\n\nRFK, Jr., Wants to Let Bird Flu Spread on Poultry Farms. Why Experts Are Concerned https://www.scientificamerican.com/article/rfk-jr-wants-to-let-bird-flu-spread-on-poultry-farms-why-experts-are/&nbsp;\n\nBird Flu Detected in Humans in the U.S.: What We Know So Far https://www.scientificamerican.com/article/bird-flu-detected-in-a-person-in-texas-what-we-know-so-far/&nbsp;\n\n\n\nE-mail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new every day: subscribe to Scientific American and sign up for Today in Science, our daily newsletter.&nbsp;\n\n\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was hosted by Rachel Feltman with guest Lauren Young. This series was reported and produced by Lauren Young, Meghan Bartels, Naeem Amarsy, Fonda Mwangi and Jeff DelViscio. And special thanks to Kimberly Lau and Dean Visser at Scientific American for making it possible and to Michael Sheffield at St. Jude for assistance in the field. Our show is edited by Alex Sugiura with fact-checking by Shayna Posses and Aaron Shattuck. The theme music was composed by Dominic Smith.\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 1817,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-23T09:50:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-129",
                            "size": 44015861,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1750672200-129.mp3"
                        },
                        {
                            "id": "pe-130",
                            "channelId": "po-1",
                            "title": "What No One Tells You about Testosterone Replacement Therapy",
                            "album": "60-Second Science",
                            "description": "Testosterone replacement therapy (TRT) is exploding in popularity among men. TRT has been touted online as a cure-all for everything from low energy to poor mood and even as a way to increase masculinity itself. But how much of the buzz is backed by science? Host Rachel Feltman talks with journalist Stephanie Pappas about the realities behind the trend. They explore who truly benefits from TRT, the overlooked risks&mdash;including fertility loss&mdash;and the rise of private clinics offering testosterone.\n\n\n\nThis episode was made possible by the support of Yakult and produced independently by Scientific American&rsquo;s board of editors.\n\n\n\nRecommended reading:\n\nWhat Most Men Don&rsquo;t Know about the Risks of Testosterone Therapy\n\n\n\nEmail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new everyday: subscribe to Scientific American and sign up for our daily newsletter.&nbsp;\n\n\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith.\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 674,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-20T09:50:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-130",
                            "size": 16591095,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1750413000-130.mp3"
                        },
                        {
                            "id": "pe-131",
                            "channelId": "po-1",
                            "title": "Why Your Gut Loves a Good Workout",
                            "album": "60-Second Science",
                            "description": "Host Rachel Feltman explores the surprising connection between exercise and the gut microbiome with Scientific American contributing editor Lydia Denworth. Drawing from her latest reporting, Denworth explains how aerobic activity can influence the microbial ecosystems in our digestive tract&mdash;boosting diversity, reducing inflammation, and even supporting muscle development and mental well-being. From mouse wheels to marathoners, this episode offers a compelling look at why breaking a sweat might be one of the best things you can do for your gut.\n\n\n\nThis episode was made possible by the support of Yakult and produced independently by Scientific American&rsquo;s board of editors.\n\n\n\nRecommended reading:\n\nA Good Workout Gets Your Helpful Gut Microbes in Shape, Too\n\nEmail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new everyday: subscribe to Scientific American and sign up for our daily newsletter.&nbsp;\n\n\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith.\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 531,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-18T09:50:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-131",
                            "size": 13151849,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1750240200-131.mp3"
                        },
                        {
                            "id": "pe-132",
                            "channelId": "po-1",
                            "title": "CDC Vaccine Panel Fired by RFK, Jr., Oceans Grow More Acidic, and Pangolins Threatened by Hunting",
                            "album": "60-Second Science",
                            "description": "Robert F. Kennedy, Jr., has fired the experts on the Centers for Disease Control and Prevention&rsquo;s vaccine advisory panel, sparking concern among public health officials. Ocean acidification has crossed a critical threshold, posing serious risks to marine life around the globe. And pangolins face growing threats from increased hunting, complicating efforts to protect the world&rsquo;s most trafficked mammal.\n\n\n\nThis episode was made possible by the support of Yakult and produced independently by Scientific American&rsquo;s board of editors.\n\n\n\nRecommended reading:\n\nHow RFK, Jr.&rsquo;s Dismissal of CDC Immunization Committee Panelists Will Affect America&rsquo;s Vaccine Access\n\n\n\nEmail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new everyday: subscribe to Scientific American and sign up for Today in Science, our daily newsletter.\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was edited by Alex Sugiura. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith.&nbsp;\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 569,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-16T09:50:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-132",
                            "size": 14065175,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1750067400-132.mp3"
                        },
                        {
                            "id": "pe-133",
                            "channelId": "po-1",
                            "title": "These Adorable Hamster Dads Take Fatherhood Seriously",
                            "album": "60-Second Science",
                            "description": "Most mammalian dads are pretty absent from their offspring&rsquo;s lives. That sets the Djungarian hamster apart from its fellow fathers. These hamster dads are involved in the birth of their pups, care for them in infancy and even provide food during weaning. They also let the mother hamster go on cooldown walks outside of the burrow, which professor of veterinary medicine and hamster expert Katherine Wynne-Edwards thinks could be essential to the survival of the species in its superharsh environment. But there&rsquo;s also some familiar mate selection at play: female Djungarian hamsters choose to mate with males who will provide quality parental care.\n\nFollow guest host Elah Feder&rsquo;s work\n\nRecommended reading:\n\nWhy Don&#039;t Bees Celebrate Father&#039;s Day?\n\nMen Are More Prepared for Fatherhood Than We Think\n\nE-mail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new every day: subscribe to Scientific American and sign up for Today in Science, our daily newsletter.&nbsp;\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was reported by Elah Feder and co-hosted by Rachel Feltman and Elah Feder. This episode was edited by Jeff DelViscio with fact-checking by Shayna Posses and Aaron Shattuck. The theme music was composed by Dominic Smith.\n\n\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 757,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-13T09:55:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-133",
                            "size": 18589325,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1749808500-133.mp3"
                        },
                        {
                            "id": "pe-134",
                            "channelId": "po-1",
                            "title": "What ‘Immortal’ Jellyfish and Famously Old Tortoises Tell Us about Aging",
                            "album": "60-Second Science",
                            "description": "Animals&rsquo; lifespans can be far shorter or much longer than those of humans. Scientists are researching creatures such as &ldquo;immortal&rdquo; jellyfish and long-lived tortoises and digging deep into genetic codes to figure out why animals age&mdash;and what we can do to improve longevity in humans. Jo&atilde;o Pedro de Magalh&atilde;es, chair of molecular biogerontology at the University of Birmingham in England, lays out the state of aging science.&nbsp;&nbsp;\n\n\n\nRecommended reading:\n\nFollow de Magalh&atilde;es&rsquo;s lab:\n\nhttps://rejuvenomicslab.com/\n\nSee our animal lifespan infographic:\n\nhttps://www.scientificamerican.com/article/why-some-animals-live-for-only-days-and-others-live-for-thousands-of-years/&nbsp;\n\n\n\nE-mail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new every day: subscribe to Scientific American and sign up for Today in Science, our daily newsletter.&nbsp;\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. This episode was hosted by Rachel Feltman. Our show is edited by Alex Sugiura with fact-checking by Shayna Posses and Aaron Shattuck. The theme music was composed by Dominic Smith.\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 807,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-11T09:50:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-134",
                            "size": 19770710,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1749635400-134.mp3"
                        },
                        {
                            "id": "pe-135",
                            "channelId": "po-1",
                            "title": "Cosmic Coin Toss, Record Heat in the North Atlantic and Living Worm Towers",
                            "album": "60-Second Science",
                            "description": "New simulations suggest the Milky Way&rsquo;s long-predicted collision with Andromeda might be less of a cosmic certainty than we thought. A massive marine heat wave in 2023 sent North Atlantic temperatures soaring&mdash;equal to two decades&rsquo; worth of typical warming&mdash;with weak winds and climate change largely to blame. And researchers reveal that the planet&rsquo;s most abundant animals&mdash;nematodes&mdash;may use teamwork and tower-building to hitch rides to new homes.\n\n\n\nRecommended reading:\n\nThis &lsquo;Tower of Worms&rsquo; Is a Squirming Superorganism&nbsp;\n\n\n\nE-mail us at sciencequickly@sciam.com if you have any questions, comments or ideas for stories we should cover!\n\nDiscover something new everyday: subscribe to Scientific American and sign up for our daily newsletter.\n\n\n\nScience Quickly is produced by Rachel Feltman, Fonda Mwangi, Kelso Harper, Naeem Amarsy and Jeff DelViscio. Shayna Posses and Aaron Shattuck fact-check our show. Our theme music was composed by Dominic Smith.&nbsp;\nLearn more about your ad choices. Visit megaphone.fm/adchoices",
                            "duration": 471,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2025-06-09T09:50:00+00:00",
                            "status": "completed",
                            "parent": "po-1",
                            "coverArt": "po-1",
                            "streamId": "pe-135",
                            "size": 11722297,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1749462600-135.mp3"
                        }
                    ]
                },
                {
                    "id": "po-2",
                    "url": "https://anchor.fm/s/90932e8/podcast/rss",
                    "title": "Plays Well with Others",
                    "description": "From Creative Commons, a podcast about the art and science of collaboration. With a focus on the tools, techniques, and mechanics of collaboration, we explore how today&#039;s most interesting collaborators are making new things, solving old problems, and getting things done &mdash; together. Hosted by Creative Commons CEO Ryan Merkley. ",
                    "coverArt": "po-2",
                    "status": "completed",
                    "episode": [
                        {
                            "id": "pe-22",
                            "channelId": "po-2",
                            "title": "What Do an Army of Ants and an Online Encyclopedia Have in Common?",
                            "album": "Plays Well with Others",
                            "description": "&lt;p&gt;&ldquo;Stigmergy is a mechanism of indirect coordination, through the environment, between agents or actions,&rdquo;&nbsp;&lt;a href=&quot;https://en.wikipedia.org/wiki/Stigmergy&quot;&gt;according to Wikipedia&lt;/a&gt;. &ldquo;The principle is that the trace left in the environment by an action stimulates the performance of a next action, by the same or a different agent.&rdquo; Wikipedia should know all about stigmergy, since it&rsquo;s almost a perfect description of how Wikipedia itself is made. While this model of collaboration is most commonly associated with ants, not global knowledge sharing, we&rsquo;ll explore both and how they&rsquo;ve shaped our world through asynchronous collaboration.&lt;/p&gt;\n&lt;p&gt;Join us as we talk to Katherine Maher, the executive director of the Wikimedia Foundation (the nonprofit organization that runs Wikipedia), and Clint Penick, an ant researcher and assistant research professor in the Biomimicry Center at Arizona State University.&lt;/p&gt;\n&lt;p&gt;===&lt;/p&gt;\n&lt;p&gt;All original content in Plays Well with Others is available under a&nbsp;&lt;a href=&quot;https://creativecommons.org/licenses/by/4.0/&quot;&gt;Creative Commons BY license&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;This episode contains music by&nbsp;&lt;a href=&quot;https://www.sessions.blue/&quot;&gt;Blue Dot Sessions&lt;/a&gt;, available under a&nbsp;&lt;a href=&quot;https://creativecommons.org/licenses/by-nc/4.0/&quot;&gt;Creative Commons BY-NC license&lt;/a&gt;&nbsp;at the&nbsp;&lt;a href=&quot;http://freemusicarchive.org/music/Blue_Dot_Sessions/&quot;&gt;Free Music Archive&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;We also use sound effects, available under CC licenses and in the public domain, from&nbsp;&lt;a href=&quot;https://freesound.org/&quot;&gt;Freesound&lt;/a&gt;.&lt;/p&gt;\n&lt;p&gt;For links to these tracks and for more information about our show, please visit &lt;a href=&quot;http://playswellwithothers.org/&quot;&gt;playswellwithothers.org&lt;/a&gt;.&lt;/p&gt;\n",
                            "duration": 1400,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2019-03-28T07:00:00+00:00",
                            "status": "completed",
                            "parent": "po-2",
                            "coverArt": "po-2",
                            "streamId": "pe-22",
                            "size": 22657395,
                            "suffix": "m4a",
                            "contentType": "audio/mp4",
                            "path": "1553756400-What Do an Army of Ants and an Online Encyclopedia Have in Common_-https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2020-02-15%2F490c1c2b3a8e1c50636c61e5fb8505c4.m4a"
                        },
                        {
                            "id": "pe-23",
                            "channelId": "po-2",
                            "title": "I Laughed So Hard I Cried",
                            "album": "Plays Well with Others",
                            "description": "&lt;p&gt;On our first episode, we look at how collaboration happens in one of comedy&#039;s most storied (and tough) environments &mdash; the TV writers&#039; room. It&#039;s where the magic happens, but it can also be one of the most brutally competitive places a creative person will ever work. We talk to two writer-comedians, Anne Lane and Wayne Federman, about their experiences working in writers&#039; rooms on shows like &lt;em&gt;Rick and Morty&lt;/em&gt; and &lt;em&gt;Late Night with Jimmy Fallon&lt;/em&gt;.&lt;/p&gt;\n&lt;p&gt;===&lt;/p&gt;\n&lt;p&gt;All original content in &lt;em&gt;Plays Well with Others&lt;/em&gt; is available under a &lt;a href=&quot;https://creativecommons.org/licenses/by/4.0/&quot;&gt;Creative Commons BY license&lt;/a&gt;.&lt;/p&gt;\n",
                            "duration": 1195,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2019-02-19T05:44:17+00:00",
                            "status": "completed",
                            "parent": "po-2",
                            "coverArt": "po-2",
                            "streamId": "pe-23",
                            "size": 19328679,
                            "suffix": "m4a",
                            "contentType": "audio/mp4",
                            "path": "1550555057-I Laughed So Hard I Cried-https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2020-02-14%2F71cdb1450b1899304a5828d35dd982f4.m4a"
                        },
                        {
                            "id": "pe-24",
                            "channelId": "po-2",
                            "title": "Coming Soon",
                            "album": "Plays Well with Others",
                            "description": "&lt;p&gt;From Creative Commons, a new podcast about the art and science of collaboration. With a focus on the tools, techniques, and mechanics of collaboration, we&rsquo;re going to explore how today&#039;s most interesting collaborators are making new things, solving old problems, and getting things done &mdash; together. Hosted by Creative Commons CEO Ryan Merkley. Premieres Tuesday, February 19.&lt;/p&gt;\n",
                            "duration": 1401,
                            "genre": "Podcast",
                            "isDir": false,
                            "publishDate": "2019-02-06T21:33:45+00:00",
                            "status": "completed",
                            "parent": "po-2",
                            "coverArt": "po-2",
                            "streamId": "pe-24",
                            "size": 1848102,
                            "suffix": "mp3",
                            "contentType": "audio/mpeg",
                            "path": "1549488825-Coming Soon-https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-1-6%2F9620141-48000-2-444b85150cc4a.mp3"
                        }
                    ]
                }
            ]
        }
    }
}